mock-example/src/test/resources/xml/AMRLiRT/ConfirmRating/rq2.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:amr="http://sbrf.ru/NCP/AMRLIRT/" xmlns:con="http://sbrf.ru/NCP/AMRLIRT/ConfirmRatingRq/">
  <soap:Header/>
  <soap:Body>
    <amr:confirmRatingRq>
      <con:comments>testError</con:comments>
</amr:confirmRatingRq>
  </soap:Body>
</soap:Envelope>